// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "我以前总是认为自己很不幸，不好的过去让我习惯苦难",
        "我一度抱着苦行僧的心态，不再相信自己能拥有美好",
        "但我喜欢友情、爱情、亲情，喜欢那些故事",
        "我过的很变扭，无法入世，更没有出世的资格",
        "所幸，我遇见了你，我是那么地为你着迷",
        "你的笑，你的眼神牵动着吸引着我的内心",
        "和你的相处是那么地快乐，让我不再别扭",
        "让我真正感觉到自己存在于这个世界",
        "也许过往的不幸只是我们相遇的序曲",
        "遇见你，是我此生最大的幸运",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-11-07T21:00:00",
    // 双方的名字
    names: ["杨杨杨", "丹儿"]
}
